app/views/users/index.html.erb

SELECT "projects".* FROM "projects"  ORDER BY "projects"."name" ASC
---
  <tbody>
    <% Project.all.order(name: :asc).each do |project| %>

SELECT "users".* FROM "users"
SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT 1  [["id", 1]]
---

    <% project.user_ids.each do |uid| %>
      <% each_user = User.find(uid) %>