app/views/projects/_form.html.erb

        <label class="control-label">Team Members</label><br>
		<% User.all.each do |user| %>
---
SELECT "users".* FROM "users"