app/views/projects/_project.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT 1  [["id", 3]]
---
     <!-- <% project.user_ids.each do |uid| %>
	 	<% each_user = User.find(uid) %>